Repository: Gongas99/thirteen_months
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# faq2Answer
source: Sol is the 7th month, inserted between June and July. It's named after the Sun (Latin "sol"). In the IFC, the months after June shift: Sol, July, August, September, October, November, December.
de: Sol ist der 7. Monat, eingefügt zwischen Juni und Juli. Er ist nach der Sonne benannt (lateinisch 'sol'). Im IFC verschieben sich die Monate nach Juni: Sol, Juli, August, September, Oktober, November, Dezember.
es: Sol es el séptimo mes, insertado entre junio y julio. Lleva el nombre del Sol (del latín "sol"). En el IFC, los meses después de junio cambian: Sol, julio, agosto, septiembre, octubre, noviembre, diciembre.
fr: Sol est le 7e mois, inséré entre juin et juillet. Il tire son nom du Soleil (latin « sol »). Dans l'IFC, les mois après juin se décalent : Sol, juillet, août, septembre, octobre, novembre, décembre.
it: Sol è il 7° mese, inserito tra giugno e luglio. Prende il nome dal Sole (latino "sol"). Nell'IFC, i mesi dopo giugno cambiano: Sol, luglio, agosto, settembre, ottobre, novembre, dicembre.
pt: Sol é o 7.º mês, inserido entre Junho e Julho. O seu nome vem do Sol (em latim "sol"). No IFC, os meses após Junho mudam: Sol, Julho, Agosto, Setembro, Outubro, Novembro, Dezembro.

# faq3Question
source: What is Year Day?
de: Was ist der Jahrestag?
es: ¿Qué es el Día del Año?
fr: Qu'est-ce que le Jour de l'an ?
it: Cos'è il Giorno dell'Anno?
pt: O que é o Dia do Ano?

# faq3Answer
source: Year Day falls after December 28 (the last regular day) and before January 1 of the next year. It belongs to no month and no weekday — it's a universal day off, ensuring every year starts on Sunday.
de: Der Jahrestag fällt nach dem 28. Dezember (dem letzten regulären Tag) und vor dem 1. Januar des nächsten Jahres. Er gehört zu keinem Monat und keinem Wochentag — er ist ein universeller freier Tag, der sicherstellt, dass jedes Jahr am Sonntag beginnt.
es: El Día del Año cae después del 28 de diciembre (el último día regular) y antes del 1 de enero del año siguiente. No pertenece a ningún mes ni día de la semana — es un día libre universal, asegurando que cada año comience en domingo.
fr: Le Jour de l'an tombe après le 28 décembre (le dernier jour ordinaire) et avant le 1er janvier de l'année suivante. Il n'appartient à aucun mois ni jour de la semaine — c'est un jour de repos universel, garantissant que chaque année commence un dimanche.
it: Il Giorno dell'Anno cade dopo il 28 dicembre (l'ultimo giorno regolare) e prima del 1° gennaio dell'anno successivo. Non appartiene a nessun mese né giorno della settimana — è un giorno di riposo universale, che garantisce che ogni anno inizi di domenica.
pt: O Dia do Ano cai depois de 28 de Dezembro (o último dia regular) e antes de 1 de Janeiro do ano seguinte. Não pertence a nenhum mês nem dia da semana — é um dia de folga universal, garantindo que todos os anos começam ao Domingo.

# faq4Question
source: How do leap years work?
de: Wie funktionieren Schaltjahre?
es: ¿Cómo funcionan los años bisiestos?
fr: Comment fonctionnent les années bissextiles ?
it: Come funzionano gli anni bisestili?
pt: Como funcionam os anos bissextos?

# faq4Answer
source: Leap years follow the same rules as the Gregorian calendar (every 4 years, except centuries not divisible by 400). The extra day, Leap Day, is inserted between June 28 and Sol 1. Like Year Day, it has no weekday.
de: Schaltjahre folgen denselben Regeln wie der gregorianische Kalender (alle 4 Jahre, außer Jahrhunderte, die nicht durch 400 teilbar sind). Der zusätzliche Tag, der Schalttag, wird zwischen dem 28. Juni und Sol 1 eingefügt. Wie der Jahrestag hat er keinen Wochentag.
es: Los años bisiestos siguen las mismas reglas que el calendario gregoriano (cada 4 años, excepto los siglos no divisibles por 400). El día extra, el Día Bisiesto, se inserta entre el 28 de junio y el 1 de Sol. Como el Día del Año, no tiene día de la semana.
fr: Les années bissextiles suivent les mêmes règles que le calendrier grégorien (tous les 4 ans, sauf les siècles non divisibles par 400). Le jour supplémentaire, le Jour bissextile, est inséré entre le 28 juin et le 1er Sol. Comme le Jour de l'an, il n'a pas de jour de la semaine.
it: Gli anni bisestili seguono le stesse regole del calendario gregoriano (ogni 4 anni, eccetto i secoli non divisibili per 400). Il giorno extra, il Giorno Bisestile, viene inserito tra il 28 giugno e il 1° Sol. Come il Giorno dell'Anno, non ha un giorno della settimana.
pt: Os anos bissextos seguem as mesmas regras do calendário Gregoriano (a cada 4 anos, exceto séculos não divisíveis por 400). O dia extra, o Dia Bissexto, é inserido entre 28 de Junho e 1 de Sol. Tal como o Dia do Ano, não tem dia da semana.

# faq5Question
source: What day of the week is my birthday?
de: An welchem Wochentag ist mein Geburtstag?
es: ¿Qué día de la semana es mi cumpleaños?
fr: Quel jour de la semaine est mon anniversaire ?
it: In che giorno della settimana cade il mio compleanno?
pt: Em que dia da semana é o meu aniversário?

# faq5Answer
source: In the IFC, every date falls on the same weekday every year! If your IFC birthday is the 15th, it's always a Sunday. Use the Converter tab to find your IFC birthday.
de: Im IFC fällt jedes Datum jedes Jahr auf denselben Wochentag! Wenn dein IFC-Geburtstag der 15. ist, ist es immer ein Sonntag. Nutze den Umrechner-Tab, um deinen IFC-Geburtstag herauszufinden.
es: ¡En el IFC, cada fecha cae en el mismo día de la semana todos los años! Si tu cumpleaños IFC es el 15, siempre es domingo. Usa la pestaña Conversor para encontrar tu cumpleaños IFC.
fr: Dans l'IFC, chaque date tombe le même jour de la semaine chaque année ! Si votre anniversaire IFC est le 15, c'est toujours un dimanche. Utilisez l'onglet Convertisseur pour trouver votre anniversaire IFC.
it: Nell'IFC, ogni data cade nello stesso giorno della settimana ogni anno! Se il tuo compleanno IFC è il 15, è sempre domenica. Usa la scheda Convertitore per trovare il tuo compleanno IFC.
pt: No IFC, todas as datas caem no mesmo dia da semana todos os anos! Se o seu aniversário IFC é dia 15, é sempre Domingo. Use o separador Conversor para descobrir o seu aniversário IFC.

# faq6Question
source: Could this calendar actually be adopted?
de: Könnte dieser Kalender tatsächlich eingeführt werden?
es: ¿Podría adoptarse realmente este calendario?
fr: Ce calendrier pourrait-il être adopté ?
it: Questo calendario potrebbe essere realmente adottato?
pt: Este calendário poderia realmente ser adotado?

# faq6Answer
source: The biggest obstacle is tradition and the disruption of the continuous 7-day Sabbath cycle. Year Day and Leap Day break the weekly pattern, which some religious traditions consider unacceptable. Despite this, the IFC remains one of the most practical calendar reform proposals.
de: Das größte Hindernis ist die Tradition und die Unterbrechung des fortlaufenden 7-Tage-Sabbat-Zyklus. Jahrestag und Schalttag unterbrechen das Wochenmuster, was einige religiöse Traditionen als inakzeptabel betrachten. Trotzdem bleibt der IFC einer der praktischsten Vorschläge zur Kalenderreform.
es: El mayor obstáculo es la tradición y la interrupción del ciclo sabático continuo de 7 días. El Día del Año y el Día Bisiesto rompen el patrón semanal, lo que algunas tradiciones religiosas consideran inaceptable. A pesar de esto, el IFC sigue siendo una de las propuestas de reforma del calendario más prácticas.
fr: Le plus grand obstacle est la tradition et la perturbation du cycle sabbatique continu de 7 jours. Le Jour de l'an et le Jour bissextile brisent le rythme hebdomadaire, ce que certaines traditions religieuses considèrent comme inacceptable. Malgré cela, l'IFC reste l'une des propositions de réforme du calendrier les plus pratiques.
it: L'ostacolo più grande è la tradizione e l'interruzione del ciclo continuo del Sabbath di 7 giorni. Il Giorno dell'Anno e il Giorno Bisestile interrompono lo schema settimanale, cosa che alcune tradizioni religiose considerano inaccettabile. Nonostante ciò, l'IFC rimane una delle proposte di riforma del calendario più pratiche.
pt: O maior obstáculo é a tradição e a perturbação do ciclo contínuo do Sabbath de 7 dias. O Dia do Ano e o Dia Bissexto quebram o padrão semanal, o que algumas tradições religiosas consideram inaceitável. Apesar disso, o IFC continua a ser uma das propostas de reforma do calendário mais práticas.

# onboardingWelcomeTitle
source: What if every month was perfect?
de: Was wäre, wenn jeder Monat perfekt wäre?
es: ¿Y si cada mes fuera perfecto?
fr: Et si chaque mois était parfait ?
it: E se ogni mese fosse perfetto?
pt: E se cada mês fosse perfeito?

# onboardingWelcomeBody
source: Discover a calendar where every month has exactly 28 days — simple, balanced, and harmonious.
de: Entdecke einen Kalender, in dem jeder Monat genau 28 Tage hat — einfach, ausgewogen und harmonisch.
es: Descubre un calendario donde cada mes tiene exactamente 28 días — simple, equilibrado y armonioso.
fr: Découvrez un calendrier où chaque mois a exactement 28 jours — simple, équilibré et harmonieux.
it: Scopri un calendario in cui ogni mese ha esattamente 28 giorni — semplice, equilibrato e armonioso.
pt: Descubra um calendário onde cada mês tem exatamente 28 dias — simples, equilibrado e harmonioso.

# onboardingTitle1
source: 13 Perfect Months
de: 13 perfekte Monate
es: 13 Meses Perfectos
fr: 13 mois parfaits
it: 13 Mesi Perfetti
pt: 13 Meses Perfeitos

# onboardingBody1
source: Every month has exactly 28 days — 4 perfect weeks. No more wondering what day the 15th falls on.
de: Jeder Monat hat genau 28 Tage — 4 perfekte Wochen. Kein Rätselraten mehr, auf welchen Tag der 15. fällt.
es: Cada mes tiene exactamente 28 días — 4 semanas perfectas. No más preguntarse en qué día cae el 15.
fr: Chaque mois a exactement 28 jours — 4 semaines parfaites. Plus besoin de se demander quel jour tombe le 15.
it: Ogni mese ha esattamente 28 giorni — 4 settimane perfette. Non dovrai più chiederti in che giorno cade il 15.
pt: Cada mês tem exatamente 28 dias — 4 semanas perfeitas. Nunca mais se pergunte em que dia cai o 15.

# onboardingTitle2
source: Meet Sol
de: Lerne Sol kennen
es: Conoce a Sol
fr: Découvrez Sol
it: Ecco Sol
pt: Conheça Sol

# onboardingBody2
source: The 7th month, Sol, sits between June and July. Named after the Sun, it completes the 13-month year.
de: Der 7. Monat, Sol, liegt zwischen Juni und Juli. Nach der Sonne benannt, vervollständigt er das 13-Monats-Jahr.
es: El séptimo mes, Sol, se sitúa entre junio y julio. Nombrado en honor al Sol, completa el año de 13 meses.
fr: Le 7e mois, Sol, se situe entre juin et juillet. Nommé d'après le Soleil, il complète l'année de 13 mois.
it: Il 7° mese, Sol, si trova tra giugno e luglio. Prende il nome dal Sole e completa l'anno a 13 mesi.
pt: O 7.º mês, Sol, fica entre Junho e Julho. Com o nome do Sol, completa o ano de 13 meses.

# onboardingTitle3
source: Year Day & Leap Day
de: Jahrestag & Schalttag
es: Día del Año y Día Bisiesto
fr: Jour de l'an & Jour bissextile
it: Giorno dell'Anno e Giorno Bisestile
pt: Dia do Ano e Dia Bissexto

# onboardingBody3
source: Year Day (after Dec 28) belongs to no month or week — a universal holiday. Leap Day works the same way, falling between June and Sol.
de: Der Jahrestag (nach dem 28. Dez.) gehört zu keinem Monat oder keiner Woche — ein universeller Feiertag. Der Schalttag funktioniert genauso und fällt zwischen Juni und Sol.
es: El Día del Año (después del 28 de dic.) no pertenece a ningún mes ni semana — un día festivo universal. El Día Bisiesto funciona de la misma manera, cayendo entre junio y Sol.
fr: Le Jour de l'an (après le 28 déc.) n'appartient à aucun mois ni semaine — un jour férié universel. Le Jour bissextile fonctionne de la même manière, tombant entre juin et Sol.
it: Il Giorno dell'Anno (dopo il 28 dic) non appartiene a nessun mese o settimana — è una festa universale. Il Giorno Bisestile funziona allo stesso modo, cadendo tra giugno e Sol.
pt: O Dia do Ano (após 28 de Dez) não pertence a nenhum mês ou semana — um feriado universal. O Dia Bissexto funciona da mesma forma, caindo entre Junho e Sol.

# onboardingTitle4
source: Explore the Calendar
de: Entdecke den Kalender
es: Explora el Calendario
fr: Explorez le calendrier
it: Esplora il Calendario
pt: Explore o Calendário

# onboardingBody4
source: See today's IFC date, browse all 13 months, convert dates, and learn the history. Let's get started!
de: Sieh das heutige IFC-Datum, durchstöbere alle 13 Monate, rechne Daten um und lerne die Geschichte. Los geht's!
es: Consulta la fecha IFC de hoy, navega por los 13 meses, convierte fechas y aprende la historia. ¡Comencemos!
fr: Consultez la date IFC du jour, parcourez les 13 mois, convertissez des dates et découvrez l'histoire. C'est parti !
it: Visualizza la data IFC di oggi, sfoglia tutti i 13 mesi, converti le date e scopri la storia. Cominciamo!
pt: Veja a data IFC de hoje, navegue pelos 13 meses, converta datas e aprenda a história. Vamos começar!

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Seguinte

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt: Saltar

# funFact1
source: In the IFC, every month starts on Sunday and ends on Saturday.
de: Im IFC beginnt jeder Monat am Sonntag und endet am Samstag.
es: En el IFC, cada mes comienza en domingo y termina en sábado.
fr: Dans l'IFC, chaque mois commence un dimanche et se termine un samedi.
it: Nell'IFC, ogni mese inizia di domenica e finisce di sabato.
pt: No IFC, todos os meses começam ao Domingo e terminam ao Sábado.

# funFact2
source: Friday the 13th occurs every month in the IFC!
de: Freitag der 13. kommt im IFC jeden Monat vor!
es: ¡Viernes 13 ocurre todos los meses en el IFC!
fr: Vendredi 13 a lieu chaque mois dans l'IFC !
it: Venerdì 13 capita ogni mese nell'IFC!
pt: Sexta-feira 13 acontece todos os meses no IFC!

# funFact3
source: Your IFC birthday is always on the same weekday, every year.
de: Dein IFC-Geburtstag fällt jedes Jahr auf denselben Wochentag.
es: Tu cumpleaños IFC siempre cae en el mismo día de la semana, todos los años.
fr: Votre anniversaire IFC tombe toujours le même jour de la semaine, chaque année.
it: Il tuo compleanno IFC cade sempre nello stesso giorno della settimana, ogni anno.
pt: O seu aniversário IFC é sempre no mesmo dia da semana, todos os anos.

# funFact4
source: Kodak used the IFC internally for over 60 years (1928–1989).
de: Kodak nutzte den IFC intern über 60 Jahre lang (1928–1989).
es: Kodak usó el IFC internamente durante más de 60 años (1928–1989).
fr: Kodak a utilisé l'IFC en interne pendant plus de 60 ans (1928–1989).
it: Kodak ha utilizzato l'IFC internamente per oltre 60 anni (1928–1989).
pt: A Kodak usou o IFC internamente durante mais de 60 anos (1928–1989).

# funFact5
source: The 13th month, Sol, is named after the Latin word for Sun.
de: Der 13. Monat, Sol, ist nach dem lateinischen Wort für Sonne benannt.
es: El mes 13, Sol, lleva el nombre de la palabra latina para Sol.
fr: Le 13e mois, Sol, tire son nom du mot latin pour Soleil.
it: Il 13° mese, Sol, prende il nome dalla parola latina per Sole.
pt: O 13.º mês, Sol, tem o nome da palavra latina para Sol.

# funFact6
source: 13 × 28 = 364. Add Year Day (and Leap Day) to complete the year.
de: 13 × 28 = 364. Füge den Jahrestag (und den Schalttag) hinzu, um das Jahr zu vervollständigen.
es: 13 × 28 = 364. Añade el Día del Año (y el Día Bisiesto) para completar el año.
fr: 13 × 28 = 364. Ajoutez le Jour de l'an (et le Jour bissextile) pour compléter l'année.
it: 13 × 28 = 364. Aggiungi il Giorno dell'Anno (e il Giorno Bisestile) per completare l'anno.
pt: 13 × 28 = 364. Adicione o Dia do Ano (e o Dia Bissexto) para completar o ano.

# funFact7
source: George Eastman was the IFC's biggest corporate champion.
de: George Eastman war der größte Unternehmensbefürworter des IFC.
es: George Eastman fue el mayor defensor corporativo del IFC.
fr: George Eastman a été le plus grand champion de l'IFC dans le monde de l'entreprise.
it: George Eastman è stato il più grande sostenitore aziendale dell'IFC.
pt: George Eastman foi o maior defensor corporativo do IFC.

# funFact8
source: Every IFC quarter has exactly 91 days (13 weeks).
de: Jedes IFC-Quartal hat genau 91 Tage (13 Wochen).
es: Cada trimestre IFC tiene exactamente 91 días (13 semanas).
fr: Chaque trimestre IFC a exactement 91 jours (13 semaines).
it: Ogni trimestre IFC ha esattamente 91 giorni (13 settimane).
pt: Cada trimestre IFC tem exatamente 91 dias (13 semanas).

# funFactLabel
source: Did you know?
de: Wusstest du?
es: ¿Sabías que?
fr: Le saviez-vous ?
it: Lo sapevi?
pt: Sabia que?

# tapForNewFact
source: Tap for another fact
de: Tippen für eine weitere Tatsache
es: Toca para otro dato
fr: Appuyez pour un autre fait
it: Tocca per un'altra curiosità
pt: Toque para outra curiosidade
