Repository: Gongas99/thirteen_months
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# tabToday
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt: Hoje

# tabCalendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pt: Calendário

# tabConverter
source: Converter
de: Umrechner
es: Conversor
fr: Convertisseur
it: Convertitore
pt: Conversor

# tabLearn
source: Learn
de: Lernen
es: Aprender
fr: Apprendre
it: Scopri
pt: Aprender

# label13MonthCalendar
source: 13-Month Calendar
de: 13-Monats-Kalender
es: Calendario de 13 meses
fr: Calendrier de 13 mois
it: Calendario a 13 mesi
pt: Calendário de 13 Meses

source: Year Day
de: Jahrestag
es: Día del Año
fr: Jour de l'an
it: Giorno dell'Anno
pt: Dia do Ano

source: Leap Day
de: Schalttag
es: Día Bisiesto
fr: Jour bissextile
it: Giorno Bisestile
pt: Dia Bissexto

source: Today in IFC
de: Heute im IFC
es: Hoy en el IFC
fr: Aujourd'hui en IFC
it: Oggi nel IFC

# todayIsAlso
source: In the Gregorian calendar
de: Im Gregorianischen Kalender
es: En el calendario Gregoriano
fr: Dans le calendrier Grégorien
it: Nel calendario Gregoriano
pt: hoje também é

# labelGregorian
source: Gregorian
de: Gregorianisch
es: Gregoriano
fr: Grégorien
it: Gregoriano
pt: Gregoriano

# birthdayPromptTitle
source: When is your birthday?
de: Wann ist dein Geburtstag?
es: ¿Cuándo es tu cumpleaños?
fr: Quand est votre anniversaire ?
it: Quando è il tuo compleanno?
pt: Quando é o seu aniversário?

# birthdayPromptSubtitle
source: Find out your birthday in the 13-month calendar
de: Finde deinen Geburtstag im 13-Monats-Kalender heraus
es: Descubre tu cumpleaños en el calendario de 13 meses
fr: Découvrez votre anniversaire dans le calendrier de 13 mois
it: Scopri il tuo compleanno nel calendario a 13 mesi
pt: Descubra o seu aniversário no calendário de 13 meses

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Definições

# settingsTransparentBg
source: Transparent background
de: Transparenter Hintergrund
es: Fondo transparente
fr: Fond transparent
it: Sfondo trasparente
pt: Fundo transparente

# settingsTransparentBgDesc
source: Widget floats over your wallpaper
de: Widget schwebt über deinem Hintergrundbild
es: El widget flota sobre tu fondo de pantalla
fr: Le widget flotte sur votre fond d'écran
it: Il widget fluttua sopra lo sfondo
pt: O widget flutua sobre o seu wallpaper

# settingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# languageSystem
source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
pt: Predefinição do sistema

# monthJanuary
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
pt: Janeiro

# monthFebruary
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
pt: Fevereiro

# monthMarch
source: March
de: März
es: Marzo
fr: Mars
it: Marzo
pt: Março

# monthApril
source: April
es: Abril
fr: Avril
it: Aprile
pt: Abril

# monthMay
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
pt: Maio

# monthJune
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
pt: Junho

# monthJuly
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
pt: Julho

# monthAugust
source: August
es: Agosto
fr: Août
it: Agosto
pt: Agosto

# monthSeptember
source: September
es: Septiembre
fr: Septembre
it: Settembre
pt: Setembro

# monthOctober
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
pt: Outubro

# monthNovember
source: November
es: Noviembre
fr: Novembre
it: Novembre
pt: Novembro

# monthDecember
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
pt: Dezembro

# weekdaySunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt: Domingo

# weekdayMonday
source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pt: Segunda-feira

# weekdayTuesday
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pt: Terça-feira

# weekdayWednesday
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pt: Quarta-feira

# weekdayThursday
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pt: Quinta-feira

# weekdayFriday
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pt: Sexta-feira

# weekdaySaturday
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pt: Sábado

# weekdayAbbrSun
source: Sun
de: So
es: Dom
fr: Dim
it: Dom
pt: Dom

# weekdayAbbrMon
source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
pt: Seg

# weekdayAbbrTue
source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
pt: Ter

# weekdayAbbrWed
source: Wed
de: Mi
es: Mié
fr: Mer
it: Mer
pt: Qua

# weekdayAbbrThu
source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
pt: Qui

# weekdayAbbrFri
source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
pt: Sex

# weekdayAbbrSat
source: Sat
de: Sa
es: Sáb
fr: Sam
it: Sab
pt: Sáb

# gregWeekdayMonday
source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pt: Segunda-feira

# gregWeekdayTuesday
source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pt: Terça-feira

# gregWeekdayWednesday
source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pt: Quarta-feira

# gregWeekdayThursday
source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pt: Quinta-feira

# gregWeekdayFriday
source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pt: Sexta-feira

# gregWeekdaySaturday
source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pt: Sábado

# gregWeekdaySunday
source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt: Domingo

# gregMonthJanuary
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
pt: Janeiro

# gregMonthFebruary
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
pt: Fevereiro

# gregMonthMarch
source: March
de: März
es: Marzo
fr: Mars
it: Marzo
pt: Março

# gregMonthApril
source: April
es: Abril
fr: Avril
it: Aprile
pt: Abril

# gregMonthMay
source: May
de: Mai
es: Mayo
fr: Mai
it: Maggio
pt: Maio

# gregMonthJune
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
pt: Junho

# gregMonthJuly
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
pt: Julho

# gregMonthAugust
source: August
es: Agosto
fr: Août
it: Agosto
pt: Agosto

# gregMonthSeptember
source: September
es: Septiembre
fr: Septembre
it: Settembre
pt: Setembro

# gregMonthOctober
source: October
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
pt: Outubro

# gregMonthNovember
source: November
es: Noviembre
fr: Novembre
it: Novembre
pt: Novembro

# gregMonthDecember
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
pt: Dezembro

source: Special Days
de: Besondere Tage
es: Días Especiales
fr: Jours spéciaux
it: Giorni Speciali
pt: Dias Especiais

# yearDayDesc
source: After December 28 — outside any month or week
de: Nach dem 28. Dezember — außerhalb jedes Monats oder jeder Woche
es: Después del 28 de diciembre — fuera de cualquier mes o semana
fr: Après le 28 décembre — en dehors de tout mois ou semaine
it: Dopo il 28 dicembre — fuori da qualsiasi mese o settimana
pt: Depois de 28 de Dezembro — fora de qualquer mês ou semana

# leapDayDesc
source: Between June 28 and Sol 1 — outside the week
de: Zwischen dem 28. Juni und Sol 1 — außerhalb der Woche
es: Entre el 28 de junio y el 1 de Sol — fuera de la semana
fr: Entre le 28 juin et le 1er Sol — en dehors de la semaine
it: Tra il 28 giugno e il 1° Sol — fuori dalla settimana
pt: Entre 28 de Junho e 1 de Sol — fora da semana

# calendarFunFact
source: The 13th month, Sol, is named after the Latin word for Sun.
de: Der 13. Monat, Sol, ist nach dem lateinischen Wort für Sonne benannt.
es: El mes 13, Sol, lleva el nombre de la palabra latina para Sol.
fr: Le 13e mois, Sol, tire son nom du mot latin pour Soleil.
it: Il 13° mese, Sol, prende il nome dalla parola latina per Sole.
pt: O 13.º mês, Sol, tem o nome da palavra latina para Sol.

# plusYearDay
source: + Year Day
de: + Jahrestag
es: + Día del Año
fr: + Jour de l'an
it: + Giorno dell'Anno
pt: + Dia do Ano

# plusLeapDay
source: + Leap Day
de: + Schalttag
es: + Día Bisiesto
fr: + Jour bissextile
it: + Giorno Bisestile
pt: + Dia Bissexto

# daysLabel
source: {count} days
de: {count} Tage
es: {count} días
fr: {count} jours
it: {count} giorni
pt: {count} dias

# monthXOfY
source: Month {month} of 13
de: Monat {month} von 13
es: Mes {month} de 13
fr: Mois {month} sur 13
it: Mese {month} di 13
pt: Mês {month} de 13

# swipeToNavigate
source: Swipe to navigate between months
de: Wischen, um zwischen Monaten zu navigieren
es: Desliza para navegar entre meses
fr: Glissez pour naviguer entre les mois
it: Scorri per navigare tra i mesi
pt: Deslize para navegar entre meses

# gregorianColon
source: Gregorian:
de: Gregorianisch:
es: Gregoriano:
fr: Grégorien :
it: Gregoriano:
pt: Gregoriano:

# weekOfMonthColon
source: Week of month:
de: Woche des Monats:
es: Semana del mes:
fr: Semaine du mois :
it: Settimana del mese:
pt: Semana do mês:

source: {x} of {y}
de: {x} von {y}
es: {x} de {y}
fr: {x} sur {y}
it: {x} di {y}
pt: {x} de {y}

source: Gregorian range
de: Gregorianischer Bereich
es: Rango gregoriano
fr: Plage grégorienne
it: Intervallo gregoriano
pt: Intervalo gregoriano

# labelDays
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
pt: Dias

# labelWeeks
source: Weeks
de: Wochen
es: Semanas
fr: Semaines
it: Settimane
pt: Semanas

# gregorianToIfc
source: Gregorian → IFC
de: Gregorianisch → IFC
es: Gregoriano → IFC
fr: Grégorien → IFC
it: Gregoriano → IFC
pt: Gregoriano → IFC

# ifcToGregorian
source: IFC → Gregorian
de: IFC → Gregorianisch
es: IFC → Gregoriano
fr: IFC → Grégorien
it: IFC → Gregoriano
pt: IFC → Gregoriano

source: Gregorian Date
de: Gregorianisches Datum
es: Fecha gregoriana
fr: Date grégorienne
it: Data Gregoriana
pt: Data Gregoriana

source: IFC Date
de: IFC-Datum
es: Fecha IFC
fr: Date IFC
it: Data IFC
pt: Data IFC

# monthXOfYWeekXOfY
source: Month {month} of 13 • Week {week} of 4
de: Monat {month} von 13 • Woche {week} von 4
es: Mes {month} de 13 • Semana {week} de 4
fr: Mois {month} sur 13 • Semaine {week} sur 4
it: Mese {month} di 13 • Settimana {week} di 4
pt: Mês {month} de 13 • Semana {week} de 4

# yearDaySpecialDesc
source: Outside any month — a universal holiday
de: Außerhalb jedes Monats — ein universeller Feiertag
es: Fuera de cualquier mes — un día festivo universal
fr: En dehors de tout mois — un jour férié universel
it: Fuori da qualsiasi mese — una festa universale
pt: Fora de qualquer mês — um feriado universal

# leapDaySpecialDesc
source: Between June and Sol — outside the week
de: Zwischen Juni und Sol — außerhalb der Woche
es: Entre junio y Sol — fuera de la semana
fr: Entre juin et Sol — en dehors de la semaine
it: Tra giugno e Sol — fuori dalla settimana
pt: Entre Junho e Sol — fora da semana

# labelYear
source: Year
de: Jahr
es: Año
fr: Année
it: Anno
pt: Ano

# labelType
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

source: Regular day
de: Regulärer Tag
es: Día regular
fr: Jour ordinaire
it: Giorno normale
pt: Dia regular

# labelMonth
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
pt: Mês

# labelDay
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pt: Dia

# converterFunFact
source: Fun fact: In the IFC, your birthday always falls on the same day of the week, every single year.
de: Wusstest du? Im IFC fällt dein Geburtstag jedes Jahr auf denselben Wochentag.
es: Dato curioso: En el IFC, tu cumpleaños siempre cae en el mismo día de la semana, todos los años.
fr: Le saviez-vous ? Dans l'IFC, votre anniversaire tombe toujours le même jour de la semaine, chaque année.
it: Curiosità: nell'IFC, il tuo compleanno cade sempre nello stesso giorno della settimana, ogni singolo anno.
pt: Curiosidade: No IFC, o seu aniversário cai sempre no mesmo dia da semana, todos os anos.

source: Your calendar
de: Dein Kalender
es: Tu calendario
fr: Votre calendrier
it: Il tuo calendario
pt: O seu calendário

# dayOutsideCalendar
source: A day outside the calendar — a universal holiday
de: Ein Tag außerhalb des Kalenders — ein universeller Feiertag
es: Un día fuera del calendario — un día festivo universal
fr: Un jour en dehors du calendrier — un jour férié universel
it: Un giorno fuori dal calendario — una festa universale
pt: Um dia fora do calendário — um feriado universal

# extraDayBetween
source: An extra day between June and Sol
de: Ein zusätzlicher Tag zwischen Juni und Sol
es: Un día extra entre junio y Sol
fr: Un jour supplémentaire entre juin et Sol
it: Un giorno extra tra giugno e Sol
pt: Um dia extra entre Junho e Sol

# daysEveryMonth
source: 28 days every month
de: 28 Tage jeden Monat
es: 28 días cada mes
fr: 28 jours chaque mois
it: 28 giorni ogni mese
pt: 28 dias todos os meses

# learnHeader
source: The whole idea in 30 seconds
de: Die ganze Idee in 30 Sekunden
es: La idea completa en 30 segundos
fr: Toute l'idée en 30 secondes
it: L'idea completa in 30 secondi
pt: A ideia toda em 30 segundos

source: Every month looks like this
de: Jeder Monat sieht so aus
es: Todos los meses se ven así
fr: Chaque mois ressemble à ceci
it: Ogni mese è così
pt: Todos os meses são assim

# historyTitle
source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
pt: História

# faqTitle
source: FAQ
es: Preguntas frecuentes
pt: Perguntas Frequentes

# quickFact1
source: Every month has exactly 28 days — 4 perfect weeks.
de: Jeder Monat hat genau 28 Tage — 4 perfekte Wochen.
es: Cada mes tiene exactamente 28 días — 4 semanas perfectas.
fr: Chaque mois a exactement 28 jours — 4 semaines parfaites.
it: Ogni mese ha esattamente 28 giorni — 4 settimane perfette.
pt: Todos os meses têm exatamente 28 dias — 4 semanas perfeitas.

# quickFact2
source: There are 13 months: the extra month is called Sol, between June and July.
de: Es gibt 13 Monate: Der zusätzliche Monat heißt Sol und liegt zwischen Juni und Juli.
es: Hay 13 meses: el mes extra se llama Sol, entre junio y julio.
fr: Il y a 13 mois : le mois supplémentaire s'appelle Sol, entre juin et juillet.
it: Ci sono 13 mesi: il mese in più si chiama Sol, tra giugno e luglio.
pt: Há 13 meses: o mês extra chama-se Sol, entre Junho e Julho.

# quickFact3
source: Year Day (December 29) sits outside any month or week — a universal holiday.
de: Der Jahrestag (29. Dezember) liegt außerhalb jedes Monats oder jeder Woche — ein universeller Feiertag.
es: El Día del Año (29 de diciembre) queda fuera de cualquier mes o semana — un día festivo universal.
fr: Le Jour de l'an (29 décembre) se situe en dehors de tout mois ou semaine — un jour férié universel.
it: Il Giorno dell'Anno (29 dicembre) è fuori da qualsiasi mese o settimana — una festa universale.
pt: O Dia do Ano (29 de Dezembro) fica fora de qualquer mês ou semana — um feriado universal.

# quickFact4
source: In leap years, Leap Day falls between June and Sol — also outside the week.
de: In Schaltjahren fällt der Schalttag zwischen Juni und Sol — ebenfalls außerhalb der Woche.
es: En los años bisiestos, el Día Bisiesto cae entre junio y Sol — también fuera de la semana.
fr: Les années bissextiles, le Jour bissextile tombe entre juin et Sol — également en dehors de la semaine.
it: Negli anni bisestili, il Giorno Bisestile cade tra giugno e Sol — anch'esso fuori dalla settimana.
pt: Nos anos bissextos, o Dia Bissexto cai entre Junho e Sol — também fora da semana.

# timelineTitle1
source: Moses Cotsworth proposes the IFC
de: Moses Cotsworth schlägt den IFC vor
es: Moses Cotsworth propone el IFC
fr: Moses Cotsworth propose l'IFC
it: Moses Cotsworth propone l'IFC
pt: Moses Cotsworth propõe o IFC

# timelineDesc1
source: British accountant Moses B. Cotsworth publishes "The Rational Almanac", proposing a 13-month calendar for simpler business accounting.
de: Der britische Buchhalter Moses B. Cotsworth veröffentlicht 'The Rational Almanac' und schlägt einen 13-Monats-Kalender für eine einfachere Geschäftsbuchhaltung vor.
es: El contable británico Moses B. Cotsworth publica "The Rational Almanac", proponiendo un calendario de 13 meses para simplificar la contabilidad empresarial.
fr: Le comptable britannique Moses B. Cotsworth publie « The Rational Almanac », proposant un calendrier de 13 mois pour simplifier la comptabilité des entreprises.
it: Il contabile britannico Moses B. Cotsworth pubblica "The Rational Almanac", proponendo un calendario a 13 mesi per una contabilità aziendale più semplice.
pt: O contabilista britânico Moses B. Cotsworth publica "The Rational Almanac", propondo um calendário de 13 meses para simplificar a contabilidade empresarial.

# timelineTitle2
source: League of Nations considers calendar reform
de: Der Völkerbund erwägt eine Kalenderreform
es: La Sociedad de Naciones considera la reforma del calendario
fr: La Société des Nations envisage une réforme du calendrier
it: La Società delle Nazioni considera la riforma del calendario
pt: A Sociedade das Nações considera a reforma do calendário

# timelineDesc2
source: The League of Nations establishes a committee to study calendar reform, with the IFC as a leading candidate.
de: Der Völkerbund richtet ein Komitee ein, um eine Kalenderreform zu prüfen, wobei der IFC ein führender Kandidat ist.
es: La Sociedad de Naciones establece un comité para estudiar la reforma del calendario, con el IFC como candidato principal.
fr: La Société des Nations crée un comité pour étudier la réforme du calendrier, avec l'IFC comme principal candidat.
it: La Società delle Nazioni istituisce un comitato per studiare la riforma del calendario, con l'IFC come candidato principale.
pt: A Sociedade das Nações estabelece um comité para estudar a reforma do calendário, com o IFC como candidato principal.

# timelineTitle3
source: George Eastman adopts the IFC
de: George Eastman übernimmt den IFC
es: George Eastman adopta el IFC
fr: George Eastman adopte l'IFC
it: George Eastman adotta l'IFC
pt: George Eastman adota o IFC

# timelineDesc3
source: Kodak founder George Eastman adopts the IFC for Kodak's internal accounting. The company uses it until 1989.
de: Kodak-Gründer George Eastman übernimmt den IFC für Kodaks interne Buchhaltung. Das Unternehmen nutzt ihn bis 1989.
es: El fundador de Kodak, George Eastman, adopta el IFC para la contabilidad interna de Kodak. La empresa lo usa hasta 1989.
fr: Le fondateur de Kodak, George Eastman, adopte l'IFC pour la comptabilité interne de Kodak. L'entreprise l'utilise jusqu'en 1989.
it: Il fondatore di Kodak, George Eastman, adotta l'IFC per la contabilità interna di Kodak. L'azienda lo utilizza fino al 1989.
pt: O fundador da Kodak, George Eastman, adota o IFC para a contabilidade interna da Kodak. A empresa utiliza-o até 1989.

# timelineTitle4
source: UN vote falls short
de: Abstimmung beim Völkerbund scheitert
es: La votación en la ONU no prospera
fr: Le vote de l'ONU échoue
it: Il voto alle Nazioni Unite fallisce
pt: Votação na ONU fica aquém

# timelineDesc4
source: The League of Nations vote on the IFC fails to achieve unanimous approval, largely due to religious objections about breaking the 7-day Sabbath cycle.
de: Die Abstimmung des Völkerbunds über den IFC erreicht keine einstimmige Zustimmung, hauptsächlich aufgrund religiöser Einwände gegen die Unterbrechung des 7-Tage-Sabbat-Zyklus.
es: La votación de la Sociedad de Naciones sobre el IFC no logra la aprobación unánime, en gran parte debido a objeciones religiosas sobre la ruptura del ciclo sabático de 7 días.
fr: Le vote de la Société des Nations sur l'IFC n'obtient pas l'approbation unanime, principalement en raison d'objections religieuses concernant la rupture du cycle sabbatique de 7 jours.
it: Il voto della Società delle Nazioni sull'IFC non raggiunge l'approvazione unanime, principalmente a causa di obiezioni religiose sulla rottura del ciclo settimanale del Sabbath.
pt: A votação da Sociedade das Nações sobre o IFC não consegue aprovação unânime, em grande parte devido a objeções religiosas sobre a quebra do ciclo do Sabbath de 7 dias.

# timelineTitle5
source: Kodak discontinues IFC use
de: Kodak stellt die IFC-Nutzung ein
es: Kodak deja de usar el IFC
fr: Kodak abandonne l'utilisation de l'IFC
it: Kodak abbandona l'uso dell'IFC
pt: Kodak descontinua o uso do IFC

# timelineDesc5
source: After over 60 years, Kodak stops using the International Fixed Calendar for internal operations.
de: Nach über 60 Jahren stellt Kodak die Nutzung des Internationalen Fixkalenders für den internen Betrieb ein.
es: Después de más de 60 años, Kodak deja de usar el Calendario Fijo Internacional para operaciones internas.
fr: Après plus de 60 ans, Kodak cesse d'utiliser le Calendrier Fixe International pour ses opérations internes.
it: Dopo oltre 60 anni, Kodak smette di utilizzare il Calendario Fisso Internazionale per le operazioni interne.
pt: Após mais de 60 anos, a Kodak deixa de usar o Calendário Fixo Internacional para operações internas.

# timelineYear6
source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Oggi
pt: Agora

# timelineTitle6
source: Growing interest online
de: Wachsendes Interesse im Internet
es: Creciente interés en línea
fr: Intérêt croissant en ligne
it: Crescente interesse online
pt: Interesse crescente online

# timelineDesc6
source: The IFC has found new popularity through social media and websites like 13months.net, with advocates highlighting its simplicity.
de: Der IFC hat durch soziale Medien und Websites wie 13months.net neue Beliebtheit gefunden, wobei Befürworter seine Einfachheit hervorheben.
es: El IFC ha encontrado nueva popularidad a través de redes sociales y sitios web como 13months.net, con defensores que destacan su simplicidad.
fr: L'IFC a trouvé une nouvelle popularité grâce aux réseaux sociaux et à des sites comme 13months.net, avec des défenseurs soulignant sa simplicité.
it: L'IFC ha trovato nuova popolarità attraverso i social media e siti come 13months.net, con sostenitori che ne evidenziano la semplicità.
pt: O IFC encontrou nova popularidade através das redes sociais e sites como 13months.net, com defensores a destacar a sua simplicidade.

# faq1Question
source: Why 13 months?
de: Warum 13 Monate?
es: ¿Por qué 13 meses?
fr: Pourquoi 13 mois ?
it: Perché 13 mesi?
pt: Porquê 13 meses?

# faq1Answer
source: 13 × 28 = 364 days, just one short of a regular year. Each month has exactly 4 weeks, making scheduling, billing, and planning perfectly regular. The remaining day becomes Year Day, a special holiday.
de: 13 × 28 = 364 Tage, nur einer weniger als ein normales Jahr. Jeder Monat hat genau 4 Wochen, was Terminplanung, Abrechnung und Planung perfekt regelmäßig macht. Der verbleibende Tag wird zum Jahrestag, einem besonderen Feiertag.
es: 13 × 28 = 364 días, solo uno menos que un año normal. Cada mes tiene exactamente 4 semanas, haciendo que la planificación, facturación y organización sean perfectamente regulares. El día restante se convierte en el Día del Año, un día festivo especial.
fr: 13 × 28 = 364 jours, un seul de moins qu'une année normale. Chaque mois a exactement 4 semaines, rendant la planification, la facturation et l'organisation parfaitement régulières. Le jour restant devient le Jour de l'an, un jour férié spécial.
it: 13 × 28 = 364 giorni, solo uno in meno di un anno normale. Ogni mese ha esattamente 4 settimane, rendendo la pianificazione, la fatturazione e l'organizzazione perfettamente regolari. Il giorno rimanente diventa il Giorno dell'Anno, una festa speciale.
pt: 13 × 28 = 364 dias, apenas um a menos que um ano normal. Cada mês tem exatamente 4 semanas, tornando o agendamento, a faturação e o planeamento perfeitamente regulares. O dia restante torna-se o Dia do Ano, um feriado especial.

# faq2Question
source: What is Sol?
de: Was ist Sol?
es: ¿Qué es Sol?
fr: Qu'est-ce que Sol ?
it: Cos'è Sol?
pt: O que é Sol?
